     D Msg             S             12
     C                   Eval      Msg  = 'MATTIA BONARDI'
     C                   dsply                   Msg
     C                   SETON                                          LR
